start_text = '<b>👋 Привіт!</b>\n<i>Ви можете написати мені будь-який запит, і я знайду сторінку в</i> <b>«Wikipedia»</b>, <i>відповідно цьому запиту!</i>\n\n<b>Запит має відбуватися Української або Англійською мовою!</b>\n\n<b><i>Допомога у використанні бота</i></b> <b>/help</b>'


help_text = '<b>1. Запит має відбуватися Української або Англійською мовою!</b> \n\n<b>2.</b> Після цього ви можете написати любий запит боту, у відповідь на котрий він надішле коротку витримку з <b>«Wikipedia»</b> разом з посиланням на сторінку, або сповістить вам про помилку і порадить уточните запит.\n\n<b>3.</b> Якщо відповідь бота на ваш запит не відповідає, тому що ви шукали, ви можете подивитися список, інших сторінок із схожою назвою, натиснувши на кнопку \n<b>« Подивитися інші сторінки».</b>\n\n<b>4.</b> Після чого можно натиснути кнопку з відповідю підходящою вашій сторінці.\n\n<b>5.</b> Бот відправить вам нову статтю з уточненим запитом.\n\n<b>Made by: OFFpolice.t.me</b>'


wait_for_search_text = 'Шукаю сторінку по вашому запиту.'


search_error_text = 'Сторінки по такому запиту або не існує, або запит неоднозначний. Спробуйте уточнити запит!'


show_other_results_text = 'Подивитися інші сторінки'


search_results_text = 'Ось що ще здалось знайти.'


no_more_pages_found_text = 'Сторінок більше не знайдено.'


last_search_key = 'last_search'